Repository: aurbn/mtp-lastfm
Catalog: po/*.po
Languages: cs_cz, de_de, tr_tr

source: User authenticated
cs_cz: Uživatel ověřen
de_de: Benutzer authentifiziert
tr_tr: Kullanıcının kimliği doğrulandı

source: Username or password incorrect, please reset
cs_cz: Uživatelské jméno či heslo je nekorektní, prosím resetujte ho
de_de: Benutzername oder Kennwort nicht korrekt, bitte neu setzen
tr_tr: Kullanıcı adı veya şifre yanlış, lütfen sıfırlayın

source: This scrobbling client has been banned from submission, please notify the developer
de_de: Die Übertragung durch diesen Scrobbling-Client wurde gesperrt. Bitte informieren sie seine Entwickler.
tr_tr: Bu yaftalayıcının gönderim yapması yasaklanmıştır,lütfen geliştiriciyi bilgilendirin

source: Timestamp is incorrect, please check your clock settings
de_de: Zeitstempel ist nicht korrekt. Bitte überprüfen sie ihre Systemzeit.
tr_tr: Tarih damgası hatalı, lütfen saat ayarlarınızı denetleyin.

source: Track
cs_cz: Skladba
de_de: Titel
tr_tr: Parça

source: Artist
cs_cz: Interpret
de_de: Interpret
tr_tr: Sanatçı

source: Album
tr_tr: Albüm

source: Tagging %(type)s: %(name)s
de_de: Tagge %(type)s: %(name)s
tr_tr: %(type)s etiketleniyor: %(name)s

source: Tagging %(type)s: %(name)s by %(artist)s
de_de: Tagge %(type)s: %(name)s by %(artist)s
tr_tr: %(type)s etiketleniyor: %(artist)s - %(name)s

source: Popular tags
cs_cz: Oblíbené značky
de_de: Beliebte Tags
tr_tr: Popüler Etiketler

source: Your Tags
cs_cz: Vaše značky
de_de: Deine Tags
tr_tr: Etiketleriniz

source: Sending tags
cs_cz: Odesílají se štítky
de_de: Sende tags
tr_tr: Etiketler gönderiliyor

source: Tags sent
cs_cz: Štítky odeslány
de_de: Tags senden
tr_tr: Gönderilmiş etiketler

source: Tracks that recently failed a validity check:
de_de: Tracks deren Validitätsprüfung kürzlich fehlgeschlagen ist
tr_tr: Son zamanlarda geçerlilik sınamasında başarısız olan parçalar:

source: Connecting to MTP device
cs_cz: Připojuje se MTP zařízení
de_de: Verbinde mit MTP-Gerät
tr_tr: MTP aygıtına bağlanılıyor

source: %(num)d item was not added to your song database.
cs_cz: Položka %(num)d nebyla přidána do vaší hudební databáze. Položky %(num)d nebyly přidány do vaší hudební databáze.
de_de: %(num)d Eintrag wurde nicht zu ihrer Song-Datenbank hinzugefügt.
tr_tr: %(num)d öğe

source: Title
cs_cz: Nadpis
de_de: Titel
tr_tr: Başlık

source: Authenticating...
cs_cz: Ověřování...
de_de: Authentifizierung…
tr_tr: Doğrulanıyor...

source: Scrobbling started %s hours ago
de_de: Scrobbling gestartet mit Anfangszeit vor %s Stunden
tr_tr: Yaftalama %s saat önce başladı

source: Sending love...
de_de: Lieblingslieder übertragen
tr_tr: sevgi gönderiliyor...

source: Ok.
tr_tr: Tamam.

source: Done.
cs_cz: Hotovo.
de_de: Fertig.
tr_tr: Tamamlandı.

source: Database cleared
cs_cz: Databáze vyčištěna
de_de: Datenbank geleert
tr_tr: Veritabanı temizlendi

source: Error: Please enter a username and password
cs_cz: Chyba:Prosím,zadejte uživatelské jméno a heslo
de_de: Fehler: Bitte Benutzername und Kennwort eingeben
tr_tr: Hata: Lütfen bir kullanıcı adı ve parola giriniz

source: User database doesn't exist, creating.
cs_cz: Uživatelská databáze neexistuje, vytvářím.
de_de: Benutzer-Datenbank existiert nicht, wird erstellt.
tr_tr: Kullanıcı veritabanı bulunamadı, şimdi yaratılıyor.

source: Authentication complete
cs_cz: Ověření kompletní
de_de: Authentifizierung vollständig
tr_tr: Kimlik doğrulama tamamlandı

source: Preparing %(num)d track for scrobbling
de_de: Bereite %(num)d Titel zum Scrobbeln vor
tr_tr: %(num)d adet parça skroplanmak üzere hazırlanıyor

source: Sending tracks, waiting for reply...
cs_cz: Skladby se odesílají,čekání na odpověď...
de_de: Übertrage Tracks, warten auf Antwort...
tr_tr: Parçalar gönderiliyor, cevap bekleniyor...

source: OK
tr_tr: Tamam

source: Scrobbled %(num)d track
de_de: %(num)d Titel gescrobbelt
tr_tr: %(num)d adet parça skrolandı

source: Nothing to scrobble.
de_de: Nichts zu scrobblen
tr_tr: Skoplanacak bir şey yok.

source: There was an error sending data to last.fm:
cs_cz: Vyskytla se chyba při odesílání dat na last.fm:
de_de: Ein Fehler ist bei der Datenübertragung zu last.fm aufgetreten:
tr_tr: last.fm'e veri gönderilirken bir hata oluştu:

source: Love
cs_cz: Oblíbené
de_de: Zu Lieblingsliedern hinzufügen
tr_tr: Sev

source: Ban
cs_cz: Blokovat
de_de: Bannen
tr_tr: Yasakla

source: Don't Scrobble
de_de: Nicht scrobblen
tr_tr: Skroplama

source: Tag
de_de: Stichwort
tr_tr: Etiket

source: Remove Ban
cs_cz: Odstranit blok
de_de: Bannung aufheben
tr_tr: Yasaklamayı kaldır

source: Remove Love
cs_cz: Odstranit z oblíbených
de_de: Lieblingslied entfernen
tr_tr: Sevmeyi kaldır

source: Song
cs_cz: Skladba
tr_tr: Şarkı

source: Rating
cs_cz: Hodnocení
de_de: Bewertung
tr_tr: Değerlendirme

source: Playcount
cs_cz: Přehráno
de_de: Wie oft gespielt
tr_tr: Çalma Sayısı

source: Cached tracks
de_de: Zwischengespeicherte tracks
tr_tr: Önbelleklenen parçalar

source: Loved tracks
cs_cz: Oblíbené skladby
de_de: Lieblingslieder
tr_tr: Sevilen parçalar

source: Banned tracks
cs_cz: Blokované skladby
de_de: Gebannte Tracks
tr_tr: Yasaklanan parçalar

source: A problem occurred during authentication
cs_cz: Nastal problém při ověření
de_de: Ein Problem ist bei der Authentifizierung aufgetreten
tr_tr: Kimlik doğrulaması esnasında bir sorun oluştu

source: <b>Authentication</b>
cs_cz: <b>Ověření</b>
de_de: <b>Authentifizierung</b>
tr_tr: <b>Kimlik doğrulaması</b>

source: <b>Automation</b>
tr_tr: <b>Otomasyon</b>

source: <b>Database</b>
de_de: <b>Datenbank</b>
tr_tr: <b>Veritabanı</b>

source: <b>Options</b>
cs_cz: <b>Volby</b>
de_de: <b>Optionen</b>
tr_tr: <b>Seçenekler</b>

source: <b>Scrobble ordering</b>
de_de: <b>Scrobble-Reihenfolge</b>
tr_tr: <b>Skroplama sıralaması</b>

source: <b>Scrobble timing</b>
tr_tr: yafta zamanlaması

source: About MTP-Lastfm
cs_cz: O MTP-Lastfm
de_de: Über MTP-Lastfm
tr_tr: MTP-Lastfm Hakkında

source: Alphabetical
cs_cz: Abecedně
de_de: Alphabetisch
tr_tr: Alfabetik

source: Always use default time
cs_cz: Vždy použít výchozí čas
de_de: Immer Standardzeit benutzen
tr_tr: Her zaman varsayılan zamanı kullan

source: Authenticate MTP-Lastfm to love/tag tracks
de_de: MTP-Lastfm erlauben Titel love/tags zu senden
tr_tr: MTP-Lastfm'de parçaları sev/etiketle için kimlik doğrula

source: Authenticate now
cs_cz: Ověřit teď
de_de: Jetzt authentifizieren
tr_tr: Şimdi kimlik doğrula

source: Calculate scrobble time to finish "Now"
de_de: Scrobble-Zeit so berechnen, dass sie "jetzt" endet
tr_tr: Bitmeye kalan skroplama zamanını hesapla "Şimdi"

source: Clears your locally stored song data
de_de: Lokal gespeicherte Song-Daten löschen
tr_tr: Yerel olarak sakladığınız şarkı verilerini temizler

source: Connect to device on startup
cs_cz: Připojit k zařízení při startu
de_de: Beim Programmstart mit Gerät verbinden
tr_tr: Aygıta başlangıçta bağlan

source: Default scrobble start time (Hours)
de_de: Standardzeit für den Scrobble-Start
tr_tr: Varsayılan yaftalama başlangıç zamanı (Saat)

source: Enter the time (in hours) that you wish to start scrobbling from:
de_de: Geben sie die Zeit (in Stunden) ein von der aus sie das Scrobblen beginnen möchten:
tr_tr: Skroplamaya başlamak için tercih ettiğiniz zamanı (saat olarak) girin:

source: Git repository
cs_cz: Git repozitář
de_de: Git Quelle
tr_tr: Git deposu

source: If you continue everything will be cleared from your local database. Usually you only want to do this if you have formatted your device.
cs_cz: Pokud budete pokračovat,bude odstraněno všechno z vaší lokální databáze.To chcete obvykle provést pouze tehdy,pokud jste formátovali vaše zařízení.
de_de: Wenn sie fortfahren werden alle Daten aus ihrer lokalen Datenbank gelöscht. Dies ist normalerweise nur sinnvoll nachdem sie ihr Gerät formatiert haben.
tr_tr: Eğer devam ederseniz yerel veritabanınızdaki her şey silinecektir. Genellikle bu işlem, aygıtınızı yeni biçimlendirdiyseniz kullanmanız içindir.

source: Launchpad Homepage
cs_cz: Domovská stránka Launchpad
de_de: Laumchpad Homepage
tr_tr: Launchpad Anasayfası

source: Login
cs_cz: Přihlášení
de_de: Anmeldung
tr_tr: Oturum Aç

source: Logout
cs_cz: Odhlásit
de_de: Abmelden
tr_tr: Oturumu kapat

source: MTP-Lastfm - Clear Database
cs_cz: MTP-Lastfm - Čištění databáze
de_de: MTP-Lastfm - Datenbank leeren
tr_tr: MTP-Lastfm - Veritabanını Temizle

source: MTP-Lastfm - Login
cs_cz: MTP-Lastfm - Přihlášení
de_de: MTP-Lastfm - Anmeldung
tr_tr: MTP-Lastfm - Giriş Yap

source: MTP-Lastfm - Scrobbling
tr_tr: MTP-Lastfm - Yaftalama

source: MTP-Lastfm - Settings
cs_cz: MTP-Lastfm - Volby
de_de: MTP-Lastfm - Einstellungen
tr_tr: MTP-Lastfm - Ayarlar

source: MTP-Lastfm is free software: you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation, either version 3 of the License, or (at your option) any later version. MTP-Lastfm is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details. You should have received a copy of the GNU General Public License along with MTP-Lastfm. If not, see http://www.gnu.org/licenses/
de_de: MTP-Lastfm ist freie Software: Es kann unter den Bedingungen der GNU General Public License in Version 3 oder nach Wunsch einer späteren Version, wie von der Free Software Foundation publiziert, weiter distribuiert oder modifiziert werden. MTP-Lastfm wird publiziert in der Hoffnung dass es nützlich ist, jedoch OHNE JEDE GEWÄHRLEISTUNG; selbst ohne jede implizierte Gewährleistung auf MARKTGÄNGIKEIT oder TAUGLICHKEIT FÜR EINZELNE ZWECKE. Konsultieren sie die GNU General Public License für Details. Sie sollten mit MTP-Lastfm eine Kopie der GNU General Public License erhalten haben. Falls nicht, erhalten sie diese unter http://www.gnu.org/licenses/
tr_tr: GIMP özgür bir yazılımdır, Özgür Yazılım Vakfı'nın yayınladığı GNU Genel Kamu Lisansı'nın 3. veya daha sonraki sürümlerindeki şartlar altında dağıtılabilir ve/veya değiştirilebilir. MTP-Lastfm faydalı olacağı umut edilerek dağıtılmaktadır, fakat HİÇBİR GARANTİSİ YOKTUR; hatta ÜRÜN DEĞERİ ya da BİR AMACA UYGUNLUK gibi garantiler de vermez. Lütfen daha fazla ayrıntı için GNU Genel Kamu Lisansı'nı inceleyin. MTP-Lastfm ile beraber GNU Genel Kamu Lisansını da almış olmalısınız.

source: Please login to your last.fm account
cs_cz: Prosím,přihlašte se ke svému last.fm účtu
de_de: Bitte melden sie sich mit ihrer last.fm-Kennung an
tr_tr: Lütfen last.fm hesabınıza giriş yapınız

source: Random
cs_cz: Náhodné
de_de: Zufällig
tr_tr: Rastgele

source: Remember me?
cs_cz: Pamatuješ si mě?
de_de: An Anmeldung erinnern
tr_tr: Beni hatırla?

source: Report a bug
cs_cz: Nahlásit chybu
de_de: Einen Fehler melden
tr_tr: Hata bildir

source: Reset Database
cs_cz: Resetovat databázi
de_de: Datenbank zurücksetzen
tr_tr: Veritabanını Sıfırla

source: Scrobble
tr_tr: Yafta

source: Scrobble automatically after device check (Leave unchecked to love/ban tracks)
de_de: Automatisch nach Geräteüberprüfung scrobblen (Unmarkiert lassen um Lieblingslieder/Bannungen zu übertragen)
tr_tr: Aygıtı denetledikten sonra otomatik olarak skropla (Parçaları sevmek/yasaklamak için seçmeyin)

source: Set time manually
cs_cz: Nastavit čas ručně
de_de: Zeit manuell setzen
tr_tr: Zamanı elle ayarla

source: Suggest a new feature
cs_cz: Navrhnout novou vlastnost
de_de: Ein neues Feature suggerieren
tr_tr: Yeni bir özellik tavsiye et

source: _File
cs_cz: _Soubor
tr_tr: _Dosya

source: _Help
cs_cz: _Pomoc
tr_tr: _Yardım

source: _View
tr_tr: _Göster

source: gtk-about
tr_tr: gtk-hakkında

source: gtk-apply
tr_tr: gtk-uygula

source: gtk-cancel
tr_tr: gtk-iptal

source: gtk-ok
tr_tr: gtk-tamam

source: gtk-preferences
tr_tr: gtk-tercihleri

source: gtk-quit
tr_tr: gtk-çıkış

source: mtp-lastfm tracks your listening habits on your mtp device and uploads them to last.fm
de_de: mtp-lastfm wertet ihre Hörgewohnheiten anhand ihres MTP-Gerätes aus und überträgt sie an last.fm
tr_tr: mtp-lastfm mtp aygıtındaki dinleme alışkanlıklarınızı takip eder ve last.fm'e yükler

source: password:
cs_cz: heslo:
de_de: Kennwort:
tr_tr: parola:

source: username:
cs_cz: uživatelské jméno:
de_de: Benutzer:
tr_tr: kullanıcı adı:

source: Song data log
de_de: Songdaten-Log
tr_tr: Şarkı verisi kütüğü

source: Enter your tags, seperated by commas:
de_de: Trennen Sie ihre Stichworte bei der Eingabe durch Kommas
tr_tr: Etiketlerinizi, virgülle ayırarak giriniz:

source: Send Tags
de_de: Stichworte senden
tr_tr: Etiketleri Gönder

source: gtk-close
tr_tr: gtk-kapat

source: Successfully connected
cs_cz: Úspěšně připojeno
de_de: Erfolgreich verbunden

source: PTP Layer Error
de_de: PTP Schicht-Fehler

source: USB Layer Error
cs_cz: Chyba USB
de_de: USB Schicht-Fehler

source: Memory Allocation Error
de_de: Arbeitsspeicherzuweisungs-Fehler

source: No device attached
cs_cz: Není připojeno žádné zařízení
de_de: Kein Gerät angeschlossen

source: Storage full
cs_cz: Úložiště je plné
de_de: Speicher voll

source: Invalid artist
cs_cz: Neplatný umělec
de_de: Ungültiger Künstler

source: Invalid title
cs_cz: Neplatný název
de_de: Ungültiger Titel

source: Successfully connected to %(name)s %(model)s
cs_cz: Úspěšně připojeno k %(name)s %(model)s
de_de: Erfolgreich mit %(name)s %(model)s verbunden

source: Closing device
cs_cz: Zavírám zařízení
de_de: Schließe Gerät

source: No tracks were found on your device.
cs_cz: Na vašem zařízení nebyly nalezeny žádné stopy.
de_de: Es wurden keine Titel auf Ihrem Gerät gefunden.

source: Program doesn't work
cs_cz: Program přestal pracovat
de_de: Programm funktioniert nicht

source: Program works as expected
cs_cz: Program pracuje podle očekávání
de_de: Programm funktioniert wie erwartet

source: Send compatibility info
cs_cz: Odeslat informace o kompatibilitě
de_de: Kompatibilitätsinfos senden

source: Send data
cs_cz: Odeslat data
de_de: Sende Datei

source: General error
cs_cz: Obecná chyba

source: Connection cancelled
cs_cz: Spojení zrušeno

source: Invalid filetype
cs_cz: Neplatný typ souboru

source: Reason
cs_cz: Důvod

source: The following data will be submitted: Manufacturer: <b>%(manufacturer)s</b> Model: <b>%(model)s</b> Name: <b>%(name)s</b> Last.fm username:
cs_cz: Následující informace budou odeslány: Výrobce: <b>%(manufacturer)s</b> Model: <b>%(model)s</b> Název: <b>%(name)s</b> Last.fm uživatelské jméno:

source: Compatibility information submitted.
cs_cz: Odeslány informace o kompatibilitě.

source: An error occured during submission
cs_cz: Nastala chyba během ověřování

source: <b>Compatibility:</b>
cs_cz: <b>Kompatibilita:</b>

source: Send
cs_cz: Odeslat

source: View compatible devices
cs_cz: Prohlížet kompatibilní zařízení

source: _Edit
cs_cz: _Upravit
